{
    "anytime" : [
        "The purpose of our lives is to be happy. — Dalai Lama",
        "Life is what happens when you're busy making other plans. — John Lennon",
        "Get busy living or get busy dying. — Stephen King",
        "You only live once, but if you do it right, once is enough. — Mae West",
        "Many of life’s failures are people who did not realize how close they were to success when they gave up.– Thomas A. Edison",
        "If you want to live a happy life, tie it to a goal, not to people or things.– Albert Einstein",
        "Never let the fear of striking out keep you from playing the game.– Babe Ruth",
        "Money and success don’t change people; they merely amplify what is already there. — Will Smith",
        "Your time is limited, so don’t waste it living someone else’s life. Don’t be trapped by dogma – which is living with the results of other people’s thinking. – Steve Jobs",
        "Not how long, but how well you have lived is the main thing. — Seneca",
        "If life were predictable it would cease to be life, and be without flavor. – Eleanor Roosevelt",
        "The whole secret of a successful life is to find out what is one’s destiny to do, and then do it.– Henry Ford",
        "In order to write about life first you must live it.– Ernest Hemingway",
        "The big lesson in life, baby, is never be scared of anyone or anything.– Frank Sinatra",
        "Sing like no one’s listening, love like you’ve never been hurt, dance like nobody’s watching, and live like it’s heaven on earth. – (Attributed to various sources)",
        "Curiosity about life in all of its aspects, I think, is still the secret of great creative people. – Leo Burnett",
        "Life is not a problem to be solved, but a reality to be experienced.– Soren Kierkegaard",
        "The unexamined life is not worth living. — Socrates",
        "Turn your wounds into wisdom. — Oprah Winfrey",
        "The way I see it, if you want the rainbow, you gotta put up with the rain. —Dolly Parton",
        "Do all the good you can, for all the people you can, in all the ways you can, as long as you can. — Hillary Clinton (inspired by John Wesley quote)",
        "Don’t settle for what life gives you; make life better and build something. — Ashton Kutcher",
        "Everybody wants to be famous, but nobody wants to do the work. I live by that. You grind hard so you can play hard. At the end of the day, you put all the work in, and eventually it’ll pay off. It could be in a year, it could be in 30 years. Eventually, your hard work will pay off. — Kevin Hart",
        "Everything negative – pressure, challenges – is all an opportunity for me to rise. — Kobe Bryant",
        "I like criticism. It makes you strong. — LeBron James",
        "You never really learn much from hearing yourself speak. ― George Clooney",
        "Life imposes things on you that you can’t control, but you still have the choice of how you’re going to live through this. — Celine Dion",
        "Life is never easy. There is work to be done and obligations to be met – obligations to truth, to justice, and to liberty. — John F. Kennedy (JFK Quotes)",
        "Live for each second without hesitation. — Elton John",
        "Life is like riding a bicycle. To keep your balance, you must keep moving. — Albert Einstein",
        "Life is really simple, but men insist on making it complicated. — Confucius",
        "Life is a succession of lessons which must be lived to be understood. — Helen Keller",
        "Your work is going to fill a large part of your life, and the only way to be truly satisfied is to do what you believe is great work. And the only way to do great work is to love what you do. If you haven't found it yet, keep looking. Don't settle. As with all matters of the heart, you'll know when you find it. — Steve Jobs",
        "My mama always said, life is like a box of chocolates. You never know what you're gonna get. — Forrest Gump (Forrest Gump Quotes)",
        "Watch your thoughts; they become words. Watch your words; they become actions. Watch your actions; they become habits. Watch your habits; they become character. Watch your character; it becomes your destiny.— Lao-Tze",
        "When we do the best we can, we never know what miracle is wrought in our life or the life of another. — Helen Keller",
        "The healthiest response to life is joy. — Deepak Chopra",
        "Life is like a coin. You can spend it any way you wish, but you only spend it once. — Lillian Dickson",
        "The best portion of a good man's life is his little nameless, unencumbered acts of kindness and of love. — Wordsworth",
        "In three words I can sum up everything I've learned about life: It goes on. ― Robert Frost",
        "Related: 100 Inspirational Quotes",
        "Life is ten percent what happens to you and ninety percent how you respond to it. — Charles Swindoll",
        "Keep calm and carry on. — Winston Churchill",
        "Maybe that’s what life is… a wink of the eye and winking stars. — Jack Kerouac",
        "Life is a flower of which love is the honey. — Victor Hugo",
        "Keep smiling, because life is a beautiful thing and there’s so much to smile about. — Marilyn Monroe",
        "Health is the greatest gift, contentment the greatest wealth, faithfulness the best relationship. — Buddha",
        "You have brains in your head. You have feet in your shoes. You can steer yourself any direction you choose. — Dr. Seuss",
        "Good friends, good books, and a sleepy conscience: this is the ideal life. — Mark Twain",
        "Life would be tragic if it weren’t funny. — Stephen Hawking",
        "Live in the sunshine, swim the sea, drink the wild air. — Ralph Waldo Emerson",
        "The greatest pleasure of life is love. — Euripides",
        "Life is what we make it, always has been, always will be. — Grandma Moses",
        "Life’s tragedy is that we get old too soon and wise too late. — Benjamin Franklin",
        " Life is about making an impact, not making an income. — Kevin Kruse",
        "I've missed more than 9000 shots in my career. I've lost almost 300 games. 26 times I've been trusted to take the game winning shot and missed. I've failed over and over and over again in my life. And that is why I succeed. – Michael Jordan",
        "Every strike brings me closer to the next home run. – Babe Ruth",
        "The two most important days in your life are the day you are born and the day you find out why. – Mark Twain",
        "Life shrinks or expands in proportion to one's courage. – Anais Nin",
        "When I was 5 years old, my mother always told me that happiness was the key to life.  When I went to school, they asked me what I wanted to be when I grew up.  I wrote down ‘happy’.  They told me I didn’t understand the assignment, and I told them they didn’t understand life. – John Lennon",
        "Related: 100 Mother's Day Quotes for Mom",
        "Too many of us are not living our dreams because we are living our fears. – Les Brown",
        " I believe every human has a finite number of heartbeats. I don't intend to waste any of mine. —Neil Armstrong",
        "Live as if you were to die tomorrow. Learn as if you were to live forever. —Mahatma Gandhi",
        "If you live long enough, you'll make mistakes. But if you learn from them, you'll be a better person. —Bill Clinton",
        "Life is short, and it is here to be lived. —Kate Winslet",
        "The longer I live, the more beautiful life becomes. —Frank Lloyd Wright",
        "Every moment is a fresh beginning. —T.S. Eliot",
        "When you cease to dream you cease to live. —Malcolm Forbes",
        "If you spend your whole life waiting for the storm, you'll never enjoy the sunshine. —Morris West",
        "Don't cry because it's over, smile because it happened. —Dr. Seuss",
        "If you can do what you do best and be happy, you're further along in life than most people. —Leonardo DiCaprio",
        "We should remember that just as a positive outlook on life can promote good health, so can everyday acts of kindness. —Hillary Clinton",
        "Don't limit yourself. Many people limit themselves to what they think they can do. You can go as far as your mind lets you. What you believe, remember, you can achieve. —Mary Kay Ash",
        " It is our choices that show what we truly are, far more than our abilities. —J. K. Rowling",
        "If you're not stubborn, you'll give up on experiments too soon. And if you're not flexible, you'll pound your head against the wall and you won't see a different solution to a problem you're trying to solve. —Jeff Bezos",
        "The best way to predict your future is to create it. — Abraham Lincoln",
        "You must expect great things of yourself before you can do them. —Michael Jordan",
        "Identity is a prison you can never escape, but the way to redeem your past is not to run from it, but to try to understand it, and use it as a foundation to grow. —Jay-Z",
        "There are no mistakes, only opportunities. —Tina Fey",
        "It takes 20 years to build a reputation and five minutes to ruin it. If you think about that, you'll do things differently. —Warren Buffett",
        "As you grow older, you will discover that you have two hands, one for helping yourself, the other for helping others. —Audrey Hepburn",
        "Sometimes you can't see yourself clearly until you see yourself through the eyes of others. —Ellen DeGeneres",
        "You must not lose faith in humanity. Humanity is an ocean; if a few drops of the ocean are dirty, the ocean does not become dirty. —Mahatma Gandhi",
        "All life is an experiment. The more experiments you make, the better. – Ralph Waldo Emerson",
        "Here’s to the crazy ones, the misfits, the rebels, the troublemakers, the round pegs in the square holes … the ones who see things differently — they’re not fond of rules … You can quote them, disagree with them, glorify or vilify them, but the only thing you can’t do is ignore them because they change things … They push the human race forward, and while some may see them as the crazy ones, we see genius … – Steve Jobs",
        "It had long since come to my attention that people of accomplishment rarely sat back and let things happen to them. They went out and happened to things. – Leonardo Da Vinci",
        "Throughout life people will make you mad, disrespect you and treat you bad. Let God deal with the things they do, cause hate in your heart will consume you too. — Will Smith",
        "Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment.– Buddha",
        "Life is a dream for the wise, a game for the fool, a comedy for the rich, a tragedy for the poor. – Sholom Aleichem",
        "If you love life, don’t waste time, for time is what life is made up of. – Bruce Lee",
        "When one door closes, another opens; but we often look so long and so regretfully upon the closed door that we do not see the one that has opened for us. – Alexander Graham Bell",
        "Never take life seriously. Nobody gets out alive anyway. — Anonymous",
        "Be happy for this moment. This moment is your life. – Omar Khayyam",
        "Happiness is the feeling that power increases — that resistance is being overcome. — Friedrich Nietzsche",
        "I have learned to seek my happiness by limiting my desires, rather than in attempting to satisfy them. — John Stuart Mill",
        "The secret of happiness, you see is not found in seeking more, but in developing the capacity to enjoy less.-Socrates",
        "The more man meditates upon good thoughts, the better will be his world and the world at large. — Confucius",
        "The greatest blessings of mankind are within us and within our reach. A wise man is content with his lot, whatever it may be, without wishing for what he has not.— Seneca",
        "Happiness is like a butterfly; the more you chase it, the more it will elude you, but if you turn your attention to other things, it will come and sit softly on your shoulder. — Henry David Thoreau",
        "When it is obvious that goals can’t be reached, don’t adjust the goals, but adjust the action steps. — Confucius",
        "There may be people who have more talent than you, but there’s no excuse for anyone to work harder than you do – and I believe that. — Derek Jeter",
        "Related: 50 Sister Quotes",
        "Don't be afraid to fail. It's not the end of the world, and in many ways, it's the first step toward learning something and getting better at it. — Jon Hamm",
        "Life is very interesting… in the end, some of your greatest pains, become your greatest strengths. – Drew Barrymore",
        "I think if you live in a black-and-white world, you’re gonna suffer a lot. I used to be like that. But I don’t believe that anymore. – Bradley Cooper",
        "I don’t believe in happy endings, but I do believe in happy travels, because ultimately, you die at a very young age, or you live long enough to watch your friends die. It’s a mean thing, life. – George Clooney",
        "It’s never too late – never too late to start over, never too late to be happy. – Jane Fonda",
        "You’re only human. You live once and life is wonderful, so eat the damned red velvet cupcake. – Emma Stone",
        "A lot of people give up just before they’re about to make it. You know you never know when that next obstacle is going to be the last one. – Chuck Norris (related: 101 Chuck Norris Jokes)",
        "Be nice to people on the way up, because you may meet them on the way down. – Jimmy Durante",
        "I believe you make your day. You make your life. So much of it is all perception, and this is the form that I built for myself. I have to accept it and work within those compounds, and it’s up to me. – Brad Pitt",
        "The minute that you’re not learning I believe you’re dead. – Jack Nicholson",
        "Life’s tough, but it’s tougher when you’re stupid. – John Wayne",
        "Take up one idea. Make that one idea your life -- think of it, dream of it, live on that idea. Let the brain, muscles, nerves, every part of your body be full of that idea, and just leave every other idea alone. This is the way to success. — Swami Vivekananda",
        "I guess it comes down to a simple choice, really. Get busy living or get busy dying. — Shawshank Redemption",
        "When we strive to become better than we are, everything around us becomes better too. —  Paulo Coelho",
        "There are three things you can do with your life: You can waste it, you can spend it, or you can invest it. The best use of your life is to invest it in something that will last longer than your time on Earth. — Rick Warren",
        "You only pass through this life once, you don't come back for an encore. — Elvis Presley",
        "In the long run, the sharpest weapon of all is a kind and gentle spirit. — Anne Frank",
        "You're not defined by your past; you're prepared by it. You're stronger, more experienced, and you have greater confidence. — Joel Osteen",
        "We become not a melting pot but a beautiful mosaic. Different people, different beliefs, different yearnings, different hopes, different dreams. — Jimmy Carter",
        "Nothing is more honorable than a grateful heart. — Seneca",
        "Once you figure out who you are and what you love about yourself, I think it all kinda falls into place. — Jennifer Aniston",
        "Happy is the man who can make a living by his hobby. — George Bernard Shaw",
        "Just disconnect. Once in a day sometime, sit silently and from all connections disconnect yourself. — Yoda (Star Wars Quotes)",
        "Be where you are; otherwise you will miss your life. — Buddha",
        "Living an experience, a particular fate, is accepting it fully. — Albert Camus",
        "The more you praise and celebrate your life, the more there is in life to celebrate. — Oprah Winfrey",
        "Your image isn’t your character. Character is what you are as a person. — Derek Jeter",
        "Football is like life, it requires perseverance, self-denial, hard work sacrifice, dedication and respect for authority. —Vince Lombardi",
        "As you know, life is an echo; we get what we give. — David DeNotaris",
        "There are no regrets in life, just lessons. — Jennifer Aniston",
        "I believe that nothing in life is unimportant every moment can be a beginning. — John McLeod",
        "Find people who will make you better. — Michelle Obama",
        "As my knowledge of things grew I felt more and more the delight of the world I was in. — Helen Keller",
        "Benjamin Franklin was a humanitarian that dedicated his life to making contributions to all humans. He had a clear purpose for himself: improve the human race. — Paulo Braga",
        "You cannot control everything that happens to you; you can only control the way you respond to what happens. In your response is your power. — Anonymous",
        "Don’t allow your past or present condition to control you. It’s just a process that you’re going through to get you to the next level. – T.D. Jakes",
        "You will meet two kinds of people in life: ones who build you up and ones who tear you down. But in the end, you’ll thank them both. — Anonymous",
        "My mission in life is not merely to survive, but to thrive; and to do so with some passion, some compassion, some humor, and some style. – Maya Angelou",
        "If we don’t change, we don’t grow. If we don’t grow, we aren’t really living. – Gail Sheehy",
        "You choose the life you live. If you don’t like it, it’s on you to change it because no one else is going to do it for you. – Kim Kiyosaki",
        "It is impossible to live without failing at something, unless you live so cautiously, that you might as well not have lived at all – in which case you fail by default. — Anonymous",
        "Life doesn’t require that we be the best, only that we try our best. – H. Jackson Brown Jr.",
        "The way I see it, every life is a pile of good things and bad things. The good things don’t always soften the bad things, but vice versa, the bad things don’t always spoil the good things and make them unimportant. – Doctor Who",
        "Life isn’t about waiting for the storm to pass, it’s about learning to dance in the rain. – Vivian Greene",
        "I enjoy life when things are happening. I don’t care if it’s good things or bad things. That means you’re alive. – Joan Rivers",
        "There’s more to life than basketball. The most important thing is your family and taking care of each other and loving each other no matter what. – Stephen Curry",
        "Today, you have 100% of your life left. – Tom Landry (Football Quotes)",
        "Nobody who ever gave his best regretted it. – George Halas",
        "Make each day your masterpiece. – John Wooden",
        "You can’t put a limit on anything. The more you dream, the farther you get. – Michael Phelps",
        "Quick, DO NOT think about pink elephants!",
        "Slow down!",
        "Behind you, a three-headed monkey!",
        "On a scale from 1 to 10, you're an 11!",
        "HEEEEELLLPP!!!! I'm trapped!!!!!",
        "You and Chuck Norris are on equal levels.",
        "Hey there sexy!",
        "I hope your day is as nice as your face!",
        "Have you been working out?",
        "I'm lucky to be your mirror!",
        "The Force is strong with you",
        "If I could high five you... I would!",
        "On a scale from 1 to 10, you're an 15!",
        "Being awesome is hard, but you'll manage",
        "I could just hang here all day!",
        "I need some time to reflect...",
        "I see a lot of myself in you",
        "Damn. You're looking good!",
        "Yes, you are the fairest of them all",
        "May the Force be with you",
        "There's no place like home",
        "There is no spoon...",
        "Temet Nosce",
        "Welcome to the desert of the real",
        "If you focus on what you’ve left behind, you will never be able to see what lies ahead",
        "I carried a watermelon",
        "You gotta hold the frame",
        "Never underestimate the power of denial",
        "Strangers all wanna sit next to you on the bus",
        "Coworkers fantasizes about getting stuck in the elevator with you",
        "At least two friends are going to name their child and/or goldfish after you",
        "You are freakishly good at thumb wars",
        "The FBI tapped your phone just to hear the sound of your voice",
        "You never forget to fill the ice-cube tray",
        "People enjoy you accidentally touching their butt while putting on your seat-belt",
        "I’d give you the last piece of my gum even if I’d just ate garlic",
        "You could make up a weird religion or diet and everyone would follow it",
        "Your principal would call you to the office just to look cool",
        "Your handshake conveys intelligence, confidence and minor claminess",
        "Cops admire your ability to stay a perfect 3-5 miles above the speed limit",
        "You rarely have to go to the bathroom when you fly in the window seat",
        "Cockroaches, mice and other pests avoid your place out of respect",
        "Callers are intimidated by how funny your voicemail greeting is",
        "Kids think you are the “cool old person”",
        "People always think your jeggings are regular jeans",
        "80% of motorcycle gangs think you’d be a delightful sidecar",
        "Everyone at the laundromat thinks you have the cutest underwear",
        "People behind you at movies think you are the perfect height",
        "Your parents argue over which one of them you look like",
        "Your smile is contagious",
        "You look great today",
        "You're a smart cookie",
        "I bet you make babies smile",
        "You have impeccable manners",
        "I like your style",
        "You have the best laugh",
        "I appreciate you",
        "You are the most perfect you there is",
        "Your perspective is refreshing",
        "You're an awesome friend",
        "You light up the room",
        "You deserve a hug right now",
        "You should be proud of yourself",
        "You're more helpful than you realize",
        "You have a great sense of humor",
        "You've got all the right moves!",
        "You're all that and a super-size bag of chips",
        "You're even more beautiful on the inside than you are on the outside",
        "If cartoon bluebirds were real, a bunch of them would be sitting on your shoulders singing right now",
        "You are making a difference",
        "You're like sunshine on a rainy day",
        "You bring out the best in other people",
        "Your ability to recall random factoids at just the right time is impressive",
        "You're a great listener",
        "How is it that you always look great, even in sweatpants?",
        "Everything would be better if more people were like you!",
        "I bet you sweat glitter",
        "You were cool way before hipsters were cool",
        "That color is perfect on you",
        "Hanging out with you is always a blast",
        "You smell really good",
        "Being around you makes everything better!",
        "When you say, \"I meant to do that,\" I totally believe you",
        "Colors seem brighter when you're around",
        "You're wonderful",
        "You have cute elbows. For reals!",
        "Jokes are funnier when you tell them",
        "You're better than a triple-scoop ice cream cone. With sprinkles",
        "Your bellybutton is kind of adorable",
        "Your hair looks stunning",
        "You're one of a kind!",
        "You're inspiring",
        "You should be thanked more often. So thank you!!",
        "You have the best ideas",
        "You always know how to find that silver lining",
        "Everyone gets knocked down sometimes, but you always get back up and keep going",
        "You're a candle in the darkness",
        "You're a great example to others",
        "Being around you is like being on a happy little vacation",
        "You always know just what to say",
        "You're always learning new things and trying to better yourself, which is awesome",
        "If someone based an Internet meme on you, it would have impeccable grammar",
        "You could survive a Zombie apocalypse",
        "You're more fun than bubble wrap",
        "When you make a mistake, you fix it",
        "Who raised you? They deserve a medal for a job well done",
        "You're great at figuring stuff out",
        "Your voice is magnificent",
        "The people you love are lucky to have you in their lives",
        "You're like a breath of fresh air",
        "You're gorgeous -- and that's the least interesting thing about you, too",
        "You're so thoughtful",
        "Your creative potential seems limitless",
        "Your name suits you to a T",
        "You're irresistible when you blush",
        "Actions speak louder than words, and yours tell an incredible story",
        "Somehow you make time stop and fly at the same time",
        "When you make up your mind about something, nothing stands in your way",
        "You seem to really know who you are",
        "Any team would be lucky to have you on it",
        "In high school I bet you were voted \"most likely to keep being awesome.\"",
        "Babies and small animals probably love you",
        "You're someone's reason to smile",
        "You're even better than a unicorn, because you're real",
        "How do you keep being so funny and making everyone laugh?",
        "You have a good head on your shoulders",
        "Has anyone ever told you that you have great posture?",
        "The way you treasure your loved ones is incredible",
        "You're really something special",
        "You're a gift to those around you",
        "You're so smart! Why haven't I thought of that before?",
        "You look great in that outfit",
        "You look younger than your age",
        "I like the way you smile",
        "You're so funny!",
        "Thank you for being so thoughtful",
        "Did you lose some weight? You look healthy",
        "I like you because you are a great listener",
        "You inspired me to become a better person",
        "I couldn't have finished this project without your help",
        "I like your sense of style",
        "Your hair looks amazing",
        "You smell good today",
        "You rock that shirt!",
        "Good job!",
        "I like your shoes",
        "I like the way you designed my website",
        "You have a lovely voice",
        "Your sweater looks nice. Where did you buy that?",
        "You cracked me up with that joke",
        "I love all of the photos you've taken",
        "You are a great husband",
        "That's so awesome!",
        "Have been working out lately?",
        "How do you style your hair like that?",
        "I like your pants",
        "I will recommend your service to my friends",
        "You must be the life of the party",
        "You look even better without makeup",
        "You have a great taste in clothes",
        "Take a break! You deserve a vacation",
        "How do make your skin to look flawless and radiant?",
        "Nice nails!",
        "You are one of a kind",
        "You look cool in those boots",
        "Keep up the good work!",
        "You nailed it!",
        "Those shoes were a great call. ",
        "9/10 dentists agree, you are the BEST",
        "Today's outfit = Thumbs up",
        "Your hair looks great today. It also looked really good two days ago",
        "You could be an astronaut if you wanted. NASA told me so",
        "Your dental hygiene is impeccable.  ",
        "8 out of 10 co-workers agree, your desk is the cleanest. ",
        "You'd be the last one standing in a horror movie",
        "You're funny. Like, LOL style",
        "You have very smooth hair",
        "You deserve a promotion",
        "I like your style",
        "That looks nice on you",
        "You have perfect bone structure",
        "I like your socks",
        "Your smile is breath taking",
        "You make my data circuits skip a beat",
        "You are the gravy to my mashed potatoes",
        "You're cooler than Pirates and Ninjas combined",
        "I like your pants",
        "You could probably lead a rebellion",
        "Your skin is radiant",
        "You could survive a zombie apocalypse",
        "You're so rad",
        "You're more fun than a barrel of monkeys",
        "You're nicer than a day on the beach",
        "Your glass is the fullest",
        "You look so perfect",
        "You're more fun than bubble wrap",
        "You're the bee's knees",
        "You definitely know the difference between your and you're",
        "Yum!, I dig you",
        "You got the moves like Jagger",
        "I would volunteer to take your place in the Hunger Games",
        "You have such nice eyes",
        "You're awesome",
        "You're the best",
        "You're fantastic",
        "You're really flipping smart",
        "You look awesome today, seriously",
        "Show me your moves!",
        "Ohhhh emmm geee... we look sooooo alike!",
        "If this were Neverland, all I'd need to think about to fly is you. And everyone would be all \"Man, you fly a lot.\"",
        "The problem with being friends with you is having to pretend to like my other friends as much. Which is just ludicrous!",
        "If I could bottle the way you make me feel and put it on my food, I wouldn't need ketchup.",
        "There are some days when I just have no energy, and I know that if I asked you to help me lift that mountain; you would. That's pretty neat.",
        "We all have those days where it's like \"Yeah, I'm not getting anything done today\", and on those days I know I can trust you to join me in accomplishing nothing.",
        "If you were a beard, you'd be one of those beards that makes the wearer seem instantly trustworthy, like my grandpa.",
        "If life was a game of scrabble, you'd be the 2 letter wordlist.",
        "Your eyes are, like, wow. The colour of really comfy jeans. No, seriously, *really* comfy jeans.",
        "If I had to choose one person to hide in a bunker with large amounts of heavy armaments and fight off the world, it'd be you.",
        "If you asked it of me on your death bed, I'd hold down the pillow.",
        "Without you the world is like a broken pencil; pointless.",
        "If you were a zombie, I'd let you bite me so we can hang out again.",
        "You know how when someone's talking you drift in and out, not really paying attention to what's being said? Well that hardly ever happens with you.",
        "When I'm in a grumpy mood; you're the only one who can get me out of that funk. Thanks, I guess.",
        "I don't say this enough, but I like it more when you talk to me than when you don't talk to me.",
        "You know I enjoy solitude more than I do the company of people, but somehow you make companionship seem pleasant.",
        "I was doing a jigsaw the other day, and it was hard because it was all one single colour. Then I realised you need to come over more oftan.",
        "If there's one thing I like about you; it's that I like more than one thing about you.",
        "You're a good friend because when I start having a conversation with myself, or giggle at a joke my internal monologue made - you don't judge me for it.",
        "I don't feel the need to judge you like I do with most people.",
        "In a Disney film there's always some badass talking animal that the audience loves. I bet if you were in a Disney film the animal would be your mentor, or friend or something.",
        "If you were my pet dog, I'd totally pretend you were a guide dog so I could take you into shops and theatres with me.",
        "I sort of hate that you know me so well. On the otherhand I sort of love it that thats all I can find to hate about you.",
        "Some people think we spend too much time together. Those people are stupid.",
        "Some people think we're dating because of the time we spend together. What we have is better than that.",
        "When I lose something, you'll help me find it, and if we both fail - you'll remember about it weeks later and ask after it. That's kinda handy.",
        "I hope you never become famous because if your name came up in a game of pictionary I'd lose instantly, how can I draw perfection?",
        "Sometimes I get in a mood where I think \"everything around here annoys me\". When that happens you're the only thing I want to be around.",
        "At this point we have so many inside jokes that we basically have our own language. That's kinda awesome, and awesome things make me happy.",
        "If anyone says you need to change yourself, just be like \"I'm a banana\" and ride a tiny squeaky unicycle out of the room. You don't need to change, and that sounds like a kinda bitching way to make an exit.",
        "I like that no matter where we are, or who we're with, I can just give you a look and you'll know exactly what I'm thinking.",
        "You're like a hug that lasts a bit longer than it should, only instead of becoming awkward it's like \"Wow, I wasn't expecting this much love.\"",
        "I don't know how you do it, but I find it curiously hard to be a dick to you.",
        "If I could find the secret to your social chemistry: I would print it on a t-shirt, and then everyone would love me too.",
        "If I could wear your face on a t-shirt without it being creepy, I'd wear it around town and tell people that it's the face of a winner, and everyone would be all \"Oh my god, I need that t-shirt\".",
        "My life would be so much easier if I could pay you to make my decisions for me.",
        "Sometimes the evil pixie that lives in my head suggests a joke that makes me laugh but I'm like \"Well this should stay internalised\". Then I say it anyway, because I'm an idiot, and you just give me a look like \"I'm going to pretend you didn't say that\". I appreciate that.",
        "I like to sing with you because I know that even though I can't sing, you'll join in anyway.",
        "You're awkward, but in a cute way. Like an elevator ride with a stranger, but the stranger is holding a box of kittens.",
        "I don't know who you think you are, but if you think it's someone sexy - then okay.",
        "If I were to take all the things I like about you and mix them in a blender the result would be a rasberry and vanilla milkshake. They're pretty awesome.",
        "If you went to a bona-fide psychic, I bet they'd ask you out. Psychics can see the future, so that must be a good sign.",
        "If you had a parasite that needed to spread to another host or kill you; I'd take that hit.",
        "I'm comfortable when I'm around you. It's kinda like being at home alone in bed, but with less masturbation.",
        "I don't like me, but you like me. That's enough.",
        "I don't care if you don't know what you want to be, because right now you are already what I need.",
        "When I first met you, I was like, \"Oh, well, this person is going to be awesome\". And you were, and now we're friends. That's pretty neat.",
        "If I were a wizard I wouldn't turn you into Amy Pond, even though that would probably benefit the both of us, because I like you just the way you are.",
        "They say that if you love someone you should let them go. There was some more but I stopped listening. I'm never letting you go.",
        "I think it's safe to assume that you're the best person I know. That's not because I don't know many people, because I totally do.",
        "You know how when you do that thing? Yeah, I like that.",
        "Sometimes I look at you and I'm all \"Hello\" instead of \"Get lost\" - that's why you're special.",
        "I'm willing to put on proper clothes and leave my house to hang out with you. That's a rare and special accolade indeed.",
        "When you beat me in online games; I don't mind at all, the fun part was playing.",
        "Sometimes when I hang out with you I just think to myself \"This person is ridiculous.\" and that's why you're my best friend.",
        "I'm so glad you get my sense of humour. I only think I'm funny; you make it official.",
        "Being with you is like listening to my favorite song. Except that I tend to play songs so much I get sick of them, this hasn't happened with you though.",
        "You're not clumsy, you just happen to be really friendly with walls, floors and doors.",
        "I know I don't say \"I Love You\" enough, but if I said it everytime I felt it I'd never get anything done.",
        "Some people say you're weird, and that's pretty cool. Weird people are interesting, normal people just plain suck.",
        "I don't think you realise just how attractive you are. You're easily a 10, and that's coming from another 10, so I know what I'm talking about.",
        "I'm in a blah mood today, I can't make decisions, nothing sounds good, and I want to do something but I don't know what that is. So thanks for pretending I'm not being super difficult right now. I know I am, thanks for lying.",
        "Today I got myself into an existential crisis trying to think of how you'd explain the colour red to a blind person. That's when I realised that I shouldn't be left alone. Damn you.",
        "If we were robbing a bank together and the police caught me, I wouldn't tell them your name. Not even if they hurt my feelings.",
        "You think people ignore you like a Terms and Conditions box, however I will always accept you.",
        "I honestly don't know anyone like you. Except me. You're a lot like me. That's kinda cool",
        "Social occasions are like a game of tetris for me, and you're the well times long straight peice that clears away the clutter.",
        "I often wonder if anyone else thinks like me, and then I talk to you and I realise that we're both weird. I quite like that about you.",
        "I know the first rule of Fight Club is that you do not talk about Fight Club, but you'd make me break that rule because you don't keep things from your best friend. Best friends first, then Fight Club.",
        "I would love to spend every minute of every day with you, but sometimes I have to get things done."
    ],
    "morning" : [
        "Good morning, sunshine!",
        "Who needs coffee when you have your smile?",
        "Go get 'em, Tiger!",
        "Take on the day you beautiful land mermaid you!",
        "I love the smell of napalm in the morning",
        "You are early today"
    ],
    "afternoon" : [
        "Hitting your stride!",
        "You are making a difference!",
        "You're more fun than bubble wrap!"
    ],
    "evening" : [
        "A day without sunshine is like, you know, night.",
        "You made someone smile today, I know it",
        "You are making a difference",
        "The day was better for your efforts",
        "See you tomorrow!",
        "Sleep tight"
    ],
    "snow": [
        "Snowball battle!"
    ],
    "day_sunny" : [
        "Today is a sunny day",
        "It's a beautiful day",
        "The sun is shining today!",
        "It's such a beautiful day",
        "It's gorgeous outside, go play!"
        ],
    "day_cloudy" : [
        "It's cloudy out there, but no meatballs",
        "It may be cloudy, but it's still nice out!",
        "The sun is hiding right now"
        ],
    "cloudy" : [
        ],
    "cloudy_windy" : [
    ],
    "showers" : [
        ],
    "rain" : [
        "Take your umbrella with you",
        "It's wet out there, drive safe!",
        "It's rainy outside, but you brighten my day"
        ],
    "thunderstorm" : [
        ],
    "fog" : [
    ],
    "night_clear": [
        "Weather forecast for tonight: dark"
    ],
    "night_cloudy" : [
    ],
    "night_showers" : [
    ],
    "night_rain" : [
    ],
    "night_thunderstorm" : [
        "It's a stormy night, don't be scared"
    ],
    "night_alt_cloudy_windy" : [
    ]    
}
